---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerCubicMeterPerSecond
source: html/7d5b5b3c-6abc-9812-1266-6d264f52ed32.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerCubicMeterPerSecond Property

Watts per cubic meter per second.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerCubicMeterPerSecond { get; }
```